// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Asocie el controlador de la impresora HP con su impresora para proporcionar acceso a todas las funciones de impresión.";
APTAddPrinterTitle = "Añadir impresora";
APTSkipButtonTitle = "Omitir";

APTFirstStepTitle = "1. Haga clic en Añadir impresora. Aparecerá un cuadro de diálogo con las impresoras disponibles en su red local.";
APTBonjourSecondStepTitle = "2. Seleccione \"%@\". Pueden pasar unos pocos momentos hasta que sus impresoras aparezcan en la lista.";
APTSecondStepNoteTitle = "Nota: Es importante que seleccione la entrada \"Bonjour\" o \"Multifunción Bonjour\" para garantizar que todas las capacidades de impresora funcionen adecuadamente en su impresora. Si no aparece ninguna entrada en la lista y su impresora está conectada a este equipo con un cable USB, desconecte el cable.";
APTBonjourThirdStepTitle = "3. Abra el menú emergente Usar (o Imprimir con) y seleccione el nombre de modelo de su impresora. Esto asignará el controlador de la impresora HP a la cola de impresión.";
APTBonjourFourthStepTitle = "4. Haga clic en Añadir para completar la creación de la cola de impresión y cerrar el diálogo.";

APTIPSecondStepTitle = "2. Haga clic en el botón \"IP\" de la barra de herramientas.";
APTIPThirdStepTitle = "3. Seleccione la opción \"HP Jetdirect - Socket\" en el campo Protocolo.";
APTIPFourthStepTitle = "4. Ingrese la dirección IP \"%@\" en el campo Dirección. Podría tomar un momento hasta que aparezca el dispositivo.";
APTFouthStepNoteTitle = "Si el campo \"Imprimir con\" o \"Usar\" no muestra su dispositivo, significa que no se encontró el dispositivo. Consulte la documentación del dispositivo y la Ayuda de Apple para ver las instrucciones sobre como agregar su dispositivo manualmente.";
APTFifthStepIPTitle = "5. Haga clic en Añadir para completar la creación de la cola de impresión y cerrar el diálogo.";
APTPrintOnlySupportWarning = "Tenga en cuenta que una conexión IP es compatible. No obstane solo funcionará adecuadamente la función impresión.";

AssistantContinueAlertTitle = "¿Está seguro de que quiere continuar sin añadir una Cola de impresión?";
AssistantContinueAlertMessage = "No podrá imprimir en su impresora hasta que complete este paso.";

FaxDriverNotInstalledTitle = "No se encontró el software de HP que es necesario para configurar la función de fax";
PrintDriverNotInstalledTitle = "No se encontró el software de HP que es necesario para configurar la impresión";
APTMissingSoftwareMessage = "APT_TEXT:Descargue e instale el último software para su dispositivo desde APT_LINK:APT_URL:APTSupportLink_URL y luego vuelva a intentarlo. Si elige continuar sin instalar el último software algunas características no funcionarán.";
